Repository: nikitos/npui
Catalog: netprofile_domains/netprofile_domains/locale/*/LC_MESSAGES/netprofile_domains.po
Languages: ru

source: Menu: Domains
ru: Меню: Домены

source: Domains: List
ru: Домены: Просмотр

source: Domains: Create
ru: Домены: Создание

source: Domains: Edit
ru: Домены: Правка

source: Domains: Delete
ru: Домены: Удаление

source: Domains: Create service types
ru: Домены: Создание типов служб

source: Domains: Edit service types
ru: Домены: Правка типов служб

source: Domains: Delete service types
ru: Домены: Удаление типов служб

source: Primary Name Server
ru: Первичный сервер имён

source: Secondary Name Server
ru: Вторичный сервер имён

source: Primary Mail Server
ru: Первичный обработчик почты

source: Secondary Mail Server
ru: Вторичный обработчик почты

source: Default Host
ru: Узел по умолчанию

source: Domains
ru: Домены

source: Name
ru: Название

source: State
ru: Состояние

source: Domain info
ru: Информация о домене

source: DNS options
ru: Настройки DNS

source: Add new domain
ru: Добавить новый домен

source: Parent
ru: Родитель

source: Enabled
ru: Включен

source: Public
ru: Публичный

source: Signed
ru: Подписан

source: Serial Date
ru: Дата с/н

source: Serial Revision
ru: Ревизия с/н

source: DKIM Name
ru: Название DKIM

source: DKIM Key
ru: Ключ DKIM

source: DKIM Test
ru: Тестовый режим DKIM

source: DKIM in Subdomains
ru: DKIM действует для поддоменов

source: DKIM Strict
ru: Строгий режим DKIM

source: Use SPF
ru: Использовать SPF

source: Custom SPF Rule
ru: Нестандартное правило SPF

source: SPF Error
ru: Макрос ошибки SPF

source: DMARC Trailer
ru: Хвост правила DMARC

source: Description
ru: Описание

source: Aliases
ru: Псевдонимы

source: Add new domain alias
ru: Добавить новый псевдоним домена

source: Origin
ru: Оригинал

source: Both
ru: Отовсюду

source: Internal
ru: Изнутри

source: External
ru: Снаружи

source: TXT Records
ru: TXT записи

source: Add new TXT record
ru: Добавить новую TXT запись

source: Domain
ru: Домен

source: Visibility
ru: Видимость

source: Value
ru: Значение

source: Domain Service Types
ru: Типы доменных служб

source: Add new type
ru: Добавить новый тип

source: Unique
ru: Уникальный

source: Subdomains
ru: Поддомены
