Repository: nikitos/npui
Catalog: netprofile_confgen/netprofile_confgen/locale/*/LC_MESSAGES/netprofile_confgen.po
Languages: ru

source: Servers: List
ru: Серверы: Просмотр

source: Servers: Create
ru: Серверы: Создание

source: Servers: Edit
ru: Серверы: Правка

source: Servers: Delete
ru: Серверы: Удаление

source: Servers: Generate configuration
ru: Серверы: Запись конфигурации

source: Servers: Create types
ru: Серверы: Создание типов

source: Servers: Edit types
ru: Серверы: Правка типов

source: Servers: Delete types
ru: Серверы: Удаление типов

source: Config Generation
ru: Создание настроек

source: Server Types
ru: Типы серверов

source: Add new server type
ru: Добавить новый тип серверов

source: Name
ru: Название

source: Class
ru: Класс

source: Defaults
ru: Умолчания

source: Description
ru: Описание

source: Servers
ru: Серверы

source: Add new server
ru: Добавить новый сервер

source: Generate server configuration
ru: Сгенерировать конфигурацию серверов

source: Host
ru: Хост

source: Type
ru: Тип

source: Server Parameters
ru: Параметры сервера

source: Add new parameter
ru: Добавить новый параметр

source: Server
ru: Сервер

source: Value
ru: Значение

source: Successfully generated %s configuration for host %s.
ru: Успешно сгененрирована конфигурация %s для хоста %s.

source: Successfully deployed configuration for hosts: %s.
ru: Успешно развёрнута конфигурация для хостов: %s.

source: Parameters
ru: Параметры
