Repository: nikitos/npui
Catalog: netprofile_devices/netprofile_devices/locale/*/LC_MESSAGES/netprofile_devices.po
Languages: ru

source: Menu: Devices
ru: Меню: Устройства

source: Devices: List
ru: Устройства: Просмотр

source: Devices: Create
ru: Устройства: Создание

source: Devices: Edit
ru: Устройства: Правка

source: Devices: Delete
ru: Устройства: Удаление

source: Devices: Access to passwords
ru: Устройства: Доступ к паролям

source: Files: Attach to devices
ru: Файлы: Присоединение к устройствам

source: Devices: Create flags
ru: Устройства: Создание флагов устройств

source: Devices: Edit flags
ru: Устройства: Правка флагов устройств

source: Devices: Delete flags
ru: Устройства: Удаление флагов устройств

source: Devices: Create device type flags
ru: Устройства: Создание флагов типов

source: Devices: Edit device type flags
ru: Устройства: Правка флагов типов

source: Devices: Delete device type flags
ru: Устройства: Удаление флагов типов

source: Devices: Create manufacturers
ru: Устройства: Создание производителей

source: Devices: Edit manufacturers
ru: Устройства: Правка производителей

source: Devices: Delete manufacturers
ru: Устройства: Удаление производителей

source: Devices: List types
ru: Устройства: Просмотр типов

source: Devices: Create types
ru: Устройства: Создание типов

source: Devices: Edit types
ru: Устройства: Правка типов

source: Devices: Delete types
ru: Устройства: Удаление типов

source: Devices: Create categories
ru: Устройства: Создание категорий

source: Devices: Edit categories
ru: Устройства: Правка категорий

source: Devices: Delete categories
ru: Устройства: Удаление категорий

source: Devices: Probe hosts
ru: Устройства: Зондирование узлов

source: Simple
ru: Простое

source: Simple Device
ru: Простое устройство

source: Simple Devices
ru: Простые устройства

source: Non-networking equipment.
ru: Оборудование без подключения к сети.

source: Network
ru: Сетевое

source: Network Device
ru: Сетевое устройство

source: Network Devices
ru: Сетевые устройства

source: Networking equipment.
ru: Сетевое оборудование.

source: Other
ru: Прочее

source: P2P Serial
ru: Серийный P2P

source: Loopback
ru: Кольцевой интерфейс

source: Generic modem
ru: Обычный модем

source: Proprietary virtual/internal
ru: Частный виртуальный/внутренний

source: Proprietary multiplexing
ru: Частный мультиплексор

source: Tunnel
ru: Туннель

source: ATM Sub Interface
ru: Субинтерфейс ATM

source: IP over Power Line
ru: IP поверх линий электропередачи

source: IP Forward
ru: Переадресация IP

source: ATM Virtual
ru: Виртуальный ATM

source: MPLS Tunnel
ru: Туннель MPLS

source: SS7 Signaling
ru: Сигнализация SS7

source: Proprietary P2P wireless
ru: Частный беспроводной P2P

source: Bridge
ru: Мост

source: Devices
ru: Устройства

source: Classes
ru: Классы

source: Add new device class
ru: Добавить новый класс устройств

source: Name
ru: Название

source: Module
ru: Модуль

source: Model
ru: Модель

source: Long Name
ru: Длинное имя

source: Plural
ru: Множественное

source: Description
ru: Описание

source: Manufacturers
ru: Производители

source: Add new device manufacturer
ru: Добавить нового производителя устройств

source: Short Name
ru: Короткое название

source: Device Flags
ru: Флаги устройств

source: Add new device flag type
ru: Добавить новый флаг устройств

source: Type Flags
ru: Флаги типов

source: Add new device type flag type
ru: Добавить новый флаг типов устройств

source: Flags
ru: Флаги

source: Device Type
ru: Тип устройства

source: Type
ru: Тип

source: Categories
ru: Категории

source: Add new device category
ru: Добавить новую категорию устройств

source: Types
ru: Типы

source: Class
ru: Класс

source: Manufacturer
ru: Производитель

source: Category
ru: Категория

source: Add new simple device type
ru: Добавить новый тип простых устройств

source: Add new network device type
ru: Добавить новый тип сетевых устройств

source: Manageable
ru: Управляемое

source: Modular
ru: Модульное

source: Icon
ru: Иконка

source: Handler
ru: Обработчик

source: Device icon
ru: Иконка устройства

source: Serial
ru: Серийный номер

source: Operational
ru: Функционирует

source: Place
ru: Размещение

source: Entity
ru: Объект

source: Created
ru: Создано

source: Modified
ru: Изменено

source: Installed
ru: Установлено

source: %s: S/N %s
ru: %s: с/н %s

source: Device
ru: Устройство

source: Add new simple device
ru: Добавить новое простое устройство

source: Version 1
ru: Версия 1

source: Version 2
ru: Версия 2

source: Version 3
ru: Версия 3

source: Add new network device
ru: Добавить новое сетевое устройство

source: Host
ru: Узел

source: SNMP Version
ru: Версия SNMP

source: R/O Community
ru: Сообщество для чтения

source: R/W Community
ru: Сообщество для записи

source: SNMPv3 User
ru: Пользователь SNMPv3

source: SNMPv3 Security Level
ru: Уровень безопасности SNMPv3

source: SNMPv3 Authentication Protocol
ru: Протокол аутентификации SNMPv3

source: SNMPv3 Authentication Passphrase
ru: Пароль аутентификации SNMPv3

source: SNMPv3 Privacy Protocol
ru: Протокол конфиденциальности SNMPv3

source: SNMPv3 Privacy Passphrase
ru: Пароль конфиденциальности SNMPv3

source: Management Type
ru: Метод управления

source: Management User
ru: Пользователь для управления

source: Management Password
ru: Пароль для управления

source: Management Enable Password
ru: Админ. пароль для управления

source: Files
ru: Файлы

source: Attach file
ru: Связать файл

source: File
ru: Файл

source: Media Types
ru: Типы сред

source: Add new media type
ru: Добавить новый тип среды

source: Alt. ifType
ru: Альтернативный ifType

source: Physical
ru: Физический

source: Speed
ru: Скорость

source: Interfaces
ru: Интерфейсы

source: Add new interface
ru: Добавить новый интерфейс

source: Media
ru: Среда

source: Bindings
ru: Привязки

source: Add new binding
ru: Добавить новую привязку

source: Interface
ru: Интерфейс

source: Rate
ru: Тириф

source: Cable Length
ru: Длина кабеля

source: Probe hosts
ru: Зондировать узлы

source: Probe this host
ru: Зондировать этот узел

source: Probe this entity's hosts
ru: Зондировать узлы этого объекта

source: Probe hosts in this domain
ru: Зондировать узлы этого домена

source: Probe hosts in this house
ru: Зондировать узлы в этом доме

source: Probe hosts on this street
ru: Зондировать узлы на этой улице

source: Probe hosts in this district
ru: Зондировать узлы в этом районе

source: Probe hosts in this city
ru: Зондировать узлы в этом городе

source: Probe hosts in this house group
ru: Зондировать узлы в этой группе домов

source: Probe network devices located here
ru: Зондировать сетевые устройства в этом месте
