Repository: nikitos/npui
Catalog: netprofile_dialup/netprofile_dialup/locale/*/LC_MESSAGES/netprofile_dialup.po
Languages: ru

source: NASes: List
ru: NASы: Просмотр

source: NASes: Create
ru: NASы: Создание

source: NASes: Edit
ru: NASы: Правка

source: NASes: Delete
ru: NASы: Удаление

source: IP Pools: List
ru: IP-пулы: Просмотр

source: IP Pools: Create
ru: IP-пулы: Создание

source: IP Pools: Edit
ru: IP-пулы: Правка

source: IP Pools: Delete
ru: IP-пулы: Удаление

source: Network Access Servers
ru: Серверы доступа к сети

source: Add new NAS
ru: Добавить новый сервер доступа к сети

source: ID String
ru: ID-строка

source: Description
ru: Описание

source: IP Address Pools
ru: Пулы IP-адресов

source: Add new IP address pool
ru: Добавить новый пул IP-адресов

source: Name
ru: Название

source: IPv6 Prefix
ru: Префикс IPv6

source: IPv6 Prefix Len.
ru: Длина префикса IPv6

source: NAS IP Pools
ru: Пулы для серверов

source: Add new NAS IP pool
ru: Добавить новый пул для серверов доступа к сети

source: NAS
ru: Сервер доступа к сети

source: Pool
ru: Пул

source: Pools
ru: Пулы

source: NASes
ru: NASы
