Repository: nikitos/npui
Catalog: netprofile_stashes/netprofile_stashes/locale/*/LC_MESSAGES/netprofile_stashes.po
Languages: ru

source: Menu: Stashes
ru: Меню: Счета

source: Stashes: List
ru: Счета: Просмотр

source: Stashes: Create
ru: Счета: Создание

source: Stashes: Edit
ru: Счета: Правка

source: Stashes: Delete
ru: Счета: Удаление

source: Stashes: Operations
ru: Счета: Проведение операций

source: Stashes: Create op. types
ru: Счета: Создание типов операций

source: Stashes: Edit op. types
ru: Счета: Правка

source: Stashes: Delete op. types
ru: Счета: Удаление типов операций

source: Stashes: Create currencies
ru: Счета: Создание валют

source: Stashes: Edit currencies
ru: Счета: Правка валют

source: Stashes: Delete currencies
ru: Счета: Удаление валют

source: Menu: Promised payments
ru: Меню: Обещанные платежи

source: Promised payments: List
ru: Обещанные платежи: Просмотр

source: Promised payments: Create
ru: Обещанные платежи: Создание

source: Promised payments: Edit
ru: Обещанные платежи: Правка

source: Promised payments: Approve
ru: Обещанные платежи: Подтверждение

source: Promised payments: Cancel
ru: Обещанные платежи: Отмена

source: Prepaid subscription fee
ru: Списание абонентской платы

source: Periodic withdrawal of funds for an active service.
ru: Периодическое списание средств за предоставление услуги.

source: Postpaid service fee
ru: Оплата по факту предоставления услуг

source: Withdrawal of funds for used service.
ru: Списание средств за предоставленную услугу.

source: Reimbursement on rate conversion
ru: Компенсация неиспользованной абон. платы

source: Addition of funds that is a result of tariff recalculation or operator action.
ru: Пополнение средств как результат перерасчёта тарифа или действия оператора.

source: Confirmation of promised payment
ru: Подтверждение обещанного платежа

source: This operation is a result of a payment promise being fulfilled.
ru: Операция, проведённая в результате подтверждения обещанного платежа.

source: Transfer from another account
ru: Перевод с другого счёта

source: Addition of funds that were transferred from another account.
ru: Добавление средств на счёте, связанное с их переводом с другого счёта в системе.

source: Transfer to another account
ru: Перевод на другой счёт

source: Withdrawal of funds that were transferred to another account.
ru: Снятие средств со счёта, связанное с их переводом на другой счёт в системе.

source: Service activation fee
ru: Оплата включения услуги

source: Initial payment for activation of an auxiliary service.
ru: Начальный платёж за оказание дополнительной услуги.

source: Service subscription fee
ru: Оплата поддержания услуги

source: Periodic payment for maintaining an auxiliary service.
ru: Периодический платёж за поддержание работы дополнительной услуги.

source: Stashes
ru: Счета

source: System
ru: Системный

source: User
ru: Пользовательский

source: Bidirectional
ru: Двухсторонний

source: Incoming
ru: Пополнение

source: Outgoing
ru: Списание

source: Subtract (under quota ingress / under quota egress)
ru: Списание (вход. ниже квоты/исход. ниже квоты)

source: Subtract (mixed ingress / under quota egress)
ru: Списание (вход. смешанный/исход. ниже квоты)

source: Subtract (over quota ingress / under quota egress)
ru: Списание (вход. выше квоты/исход. ниже квоты)

source: Subtract (under quota ingress / mixed egress)
ru: Списание (вход. ниже квоты/исход. смешанный)

source: Subtract (under quota ingress / over quota egress)
ru: Списание (вход. ниже квоты/исход. выше квоты)

source: Subtract (mixed ingress / mixed egress)
ru: Списание (вход. смешанный/исход. смешанный)

source: Subtract (over quota ingress / mixed egress)
ru: Списание (вход. выше квоты/исход. смешанный)

source: Subtract (mixed ingress / over quota egress)
ru: Списание (вход. смешанный/исход. выше квоты)

source: Subtract (over quota ingress / over quota egress)
ru: Списание (вход. выше квоты/исход. выше квоты)

source: Add cash
ru: Пополнение наличными

source: Automatic add
ru: Автоматическое пополнение

source: Operator
ru: Оператор

source: Rollback
ru: Компенсация

source: Active
ru: Активен

source: Paid
ru: Оплачен

source: Cancelled
ru: Отменён

source: Currencies
ru: Валюты

source: Add new currency
ru: Добавить новую валюту

source: Name
ru: Название

source: Code
ru: Код

source: Prefix
ru: Префикс

source: Suffix
ru: Суффикс

source: Exchange Rate
ru: Обменный курс

source: Exchange From
ru: Обмен с валюты

source: Exchange To
ru: Обмен на валюту

source: Convert From
ru: Преобразование из валюты

source: Convert To
ru: Преобразование в валюту

source: Crediting
ru: Кредитование

source: Allow Accounts
ru: Разрешить учётные записи

source: Allow Paid Services
ru: Разрешить доп. услуги

source: Allow Promised Payments
ru: Разрешить обещанные платёжи

source: Visible to Operator
ru: Видимый оператору

source: Visible to User
ru: Видимый клиенту

source: Description
ru: Описание

source: Add new stash
ru: Добавить новый счёт

source: Entity
ru: Объект

source: Currency
ru: Валюта

source: Balance
ru: Баланс

source: Credit
ru: Кредит

source: Max. Balance
ru: Макс. баланс

source: Min. Balance
ru: Мин. баланс

source: Operation Types
ru: Типы операций

source: Add new operation type
ru: Добавить новый тип операций

source: Class
ru: Класс

source: Type
ru: Тип

source: Function
ru: Функция

source: Counts for promised payments
ru: Учитывается как обещанный платёж

source: Required Operator Capability
ru: Требуемая привилегия оператора

source: Operations
ru: Операции

source: Add new operation
ru: Добавить новую операцию

source: Stash
ru: Счёт

source: Date
ru: Дата

source: Change
ru: Изменение

source: Extra Data
ru: Доп. данные

source: Ingress Traffic
ru: Входящий трафик

source: Egress Traffic
ru: Исходящий трафик

source: Comments
ru: Комментарии

source: Promised Payments
ru: Обещанные платежи

source: Add new promised payment
ru: Добавить новый обещанный платёж

source: State
ru: Состояние

source: Origin
ru: Источник

source: Created
ru: Создан

source: Modified
ru: Изменён

source: Confirmed
ru: Подтверждён

source: My Accounts
ru: Мои счета

source: Error submitting form
ru: Ошибка при отправке формы

source: This account already has active promised payment
ru: Для этого счёта уже зарегистрирован обещанный платёж

source: Successfully added new promised payment
ru: Обещанный платёж успешно зарегистрирован

source: Account Operations
ru: Операции

source: Accounts
ru: Счета

source: Account Name
ru: Название счёта

source: Current account balance
ru: Текущий баланс на счёте

source: Credit:
ru: Кредит:

source: Current credit limit for this account
ru: Текущиий лимит на счёте

source: Actions
ru: Действия

source: Create User
ru: Создать учётную запись

source: Transfer Funds
ru: Перевести средства

source: Operations Report
ru: Отчёт об операциях

source: Promised Payments Report
ru: Отчёт по обещанным платежам

source: Users
ru: Учётные записи

source: Replenish
ru: Пополнить

source: Paid Till
ru: Оплачено до

source: This account has no users.
ru: У этого счёта нет учётных записей.

source: Promise Payment
ru: Обещанный платёж

source: Enter sum
ru: Введите сумму

source: Enter the sum you promise to pay at a later date.
ru: Введите сумму платежа, который вы обещаете внести в будущем.

source: Press to promise payment
ru: Пообещать платёж

source: Promise
ru: Пообещать

source: From
ru: С

source: Enter starting date of the range
ru: Укажите начальную дату

source: Till
ru: По

source: Enter ending date of the range
ru: Укажите конечную дату

source: Change filter
ru: Изменить фильтр

source: Filter
ru: Показать

source: Sum
ru: Сумма

source: No operations were found.
ru: Операции не найдены.

source: (current)
ru: (текущая)
