Repository: nikitos/npui
Catalog: netprofile_rates/netprofile_rates/locale/*/LC_MESSAGES/netprofile_rates.po
Languages: ru

source: Menu: Rates
ru: Меню: Тарифы

source: Rates: List
ru: Тарифы: Просмотр

source: Rates: Create
ru: Тарифы: Создание

source: Rates: Edit
ru: Тарифы: Правка

source: Rates: Delete
ru: Тарифы: Удаление

source: Rates: Create classes
ru: Тарифы: Создание классов

source: Rates: Edit classes
ru: Тарифы: Правка классов

source: Rates: Delete classes
ru: Тарифы: Удаление классов

source: Rates: Create destinations
ru: Тарифы: Создание направлений

source: Rates: Edit destinations
ru: Тарифы: Правка направлений

source: Rates: Delete destinations
ru: Тарифы: Удаление направлений

source: Rates: Create filters
ru: Тарифы: Создание фильтров

source: Rates: Edit filters
ru: Тарифы: Правка фильтров

source: Rates: Delete filters
ru: Тарифы: Удаление фильтров

source: Rates
ru: Тарифы

source: Prepaid
ru: Предоплатный

source: Continuous Prepaid
ru: Предоплатный с вхождением

source: Postpaid
ru: Постоплатный

source: Free
ru: Свободный

source: Hour (abs.)
ru: час (абс.)

source: Day (abs.)
ru: день (абс.)

source: Week (abs.)
ru: неделя (абс.)

source: Month (abs.)
ru: месяц (абс.)

source: Hour (cal.)
ru: час (кал.)

source: Day (cal.)
ru: день (кал.)

source: Month (cal.)
ru: месяц (кал.)

source: Hour (fix.)
ru: час (отн.)

source: Day (fix.)
ru: день (отн.)

source: Week (fix.)
ru: неделя (отн.)

source: Month (fix.)
ru: месяц (отн.)

source: Normal
ru: Обычный

source: No Quota
ru: Без квоты

source: Only Quota
ru: Только квота

source: Reject
ru: Отклонить

source: Exact Match
ru: Точное совпадение

source: Prefix Match
ru: Совпадение в начале

source: Suffix Match
ru: Совпадение в конце

source: Regular Expression
ru: Регулярное выражение

source: Billing Periods
ru: Периоды

source: Add new billing period
ru: Добавить новый период

source: Name
ru: Название

source: Start Month
ru: Начальный месяц

source: Start Day of Month
ru: Начальный день месяца

source: Start Day of Week
ru: Начальный день недели

source: Start Hour
ru: Начальный час

source: Start Minute
ru: Начальная минута

source: End Month
ru: Конечный месяц

source: End Day of Month
ru: Конечный день месяца

source: End Day of Week
ru: Конечный день недели

source: End Hour
ru: Конечный час

source: End Minute
ru: Конечная минута

source: Destination Sets
ru: Направления

source: Add new accounting destination set
ru: Добавить новый набор направлений

source: Destinations
ru: Направления

source: Add new destination
ru: Добавить новое направление

source: Type
ru: Тип

source: Match Type
ru: Тип совпадения

source: Set
ru: Набор

source: Active
ru: Активно

source: Lookup Order
ru: Порядок поиска

source: Match String
ru: Строка совпадения

source: O/Q per Second Override
ru: Замещение превышения за секунду

source: O/Q per Second Multiplier
ru: Коэффициент превышения за секунду

source: Accounting Callback
ru: Обратный вызов при расчёте

source: Filter Sets
ru: Фильтры

source: Add new accounting filter set
ru: Добавить новый набор фильтров

source: Filters
ru: Фильтры

source: Add new filter
ru: Добавить новый фильтр

source: Filter #%d
ru: Фильтр №%d

source: Payment Rates
ru: Тарифы

source: Add new payment rate
ru: Добавить новый тариф

source: Periodically Polled
ru: Периодически опрашиваемый

source: Advanced
ru: Доп. функции

source: User-selectable
ru: Виден клиентам

source: Allow Ingress O/Q
ru: Разрешать превышение входящего

source: Allow Egress O/Q
ru: Разрешать превышение исходящего

source: Class
ru: Класс

source: IP Address Pool
ru: Пул IP адресов

source: Destination Set
ru: Набор направлений

source: Filter Set
ru: Набор фильтров

source: Quota Period Amount
ru: Расчётный период

source: Quota Period Unit
ru: Ед. измерения расчётного периода

source: Quota Sum
ru: Абонентская плата

source: Auxiliary Sum
ru: Вспомогательная сумма

source: Ingress Traffic Quota
ru: Квота для входящего трафика

source: Egress Traffic Quota
ru: Квота для исходящего трафика

source: Time Quota
ru: Квота для времени

source: Payment for Over Quota Ingress
ru: Цена за превышение входящего

source: Payment for Over Quota Egress
ru: Цена за превышение исходящего

source: Max. Simultaneous
ru: Макс. одновременных сессий

source: Ingress Traffic Policy
ru: Политика для входящего трафика

source: Egress Traffic Policy
ru: Политика для исходящего трафика

source: Max Continuous Blocking Time
ru: Макс. время непрерывной блокировки

source: Callback before quota payment
ru: Обратный вызов перед оплатой

source: Callback on successful quota payment
ru: Обратный вызов после успешной оплаты

source: Callback on failed quota payment
ru: Обратный вызов после неудачной оплаты

source: Callback after connecting
ru: Обратный вызов после соединения

source: Callback after disconnecting
ru: Обратный вызов после разрыва соединения

source: Description
ru: Описание

source: Classes
ru: Классы

source: Add new rate class
ru: Добавить новый класс тарифов

source: Entity Type Mappings
ru: Сопоставления типов объектов

source: Add new mapping
ru: Добавить новое сопоставление

source: Entity Type
ru: Тип объекта

source: Rate Modifiers
ru: Модификаторы тарифов

source: Add new rate modifier
ru: Добавить новый модификатор тарифов

source: Enabled
ru: Включено

source: Period
ru: Период

source: O/Q Sum Multiplier for Ingress
ru: Коэффициент для превышения входящего

source: O/Q Sum Multiplier for Egress
ru: Коэффициент для превышения исходящего

source: O/Q Sum Multiplier for Seconds
ru: Коэффициент для превышения времени

source: Overwrite Ingress Policy
ru: Перезаписывать входящую политику

source: Overwrite Egress Policy
ru: Перезаписывать исходящую политику

source: Rate
ru: Тариф

source: Created
ru: Создано

source: Modifiers
ru: Модификаторы

source: Entity Types
ru: Типы объектов

source: Contents
ru: Содержимое
