Repository: nikitos/npui
Catalog: netprofile_entities/netprofile_entities/locale/*/LC_MESSAGES/netprofile_entities.po
Languages: ru

source: Menu: Entities
ru: Меню: Объекты

source: Entities: List
ru: Объекты: Просмотр

source: Entities: Create
ru: Объекты: Создание

source: Entities: Edit
ru: Объекты: Правка

source: Entities: Delete
ru: Объекты: Удаление

source: Files: Attach to entities
ru: Файлы: Присоединение к объектам

source: Entities: Create states
ru: Объекты: Создание состояний

source: Entities: Edit states
ru: Объекты: Правка состояний

source: Entities: Delete states
ru: Объекты: Удаление состояний

source: Entities: Create flag types
ru: Объекты: Создание типов флагов

source: Entities: Edit flag types
ru: Объекты: Правка типов флагов

source: Entities: Delete flag types
ru: Объекты: Удаление типов флагов

source: Entities: Add comments
ru: Объекты: Комментирование

source: Entities: Edit comments
ru: Объекты: Правка комментариев

source: Entities: Delete comments
ru: Объекты: Удаление комментариев

source: Entities: Mark comments as obsolete
ru: Объекты: Перевод комментариев в устаревшие

source: Individual
ru: Физ. лицо

source: Individuals
ru: Физ. лица

source: Definition of a single person.
ru: Определение одного физического лица.

source: Legal
ru: Юр. лицо

source: Legal Entity
ru: Юр. лицо

source: Legal Entities
ru: Юр. лица

source: Definition of a legal entity (a company, corporation etc.).
ru: Определение одного юридического лица (компании, корпорации и т.п.).

source: Structure
ru: Здание

source: Structures
ru: Здания

source: Definition of a building or a comparable structure.
ru: Определение здания или схожего объекта.

source: Misc.
ru: Прочее

source: Miscellaneous
ru: Прочее

source: Definition of an object without well-defined metadata.
ru: Определение объекта без определённого типа.

source: Entities
ru: Объекты

source: Entity Types
ru: Типы объектов

source: Add new entity type
ru: Добавить новый тип объектов

source: Name
ru: Название

source: Module
ru: Модуль

source: Model
ru: Модель

source: Long Name
ru: Длинное имя

source: Plural
ru: Множественное

source: Can be Root
ru: Может быть в корне

source: Is Leaf
ru: Не имеет потомков

source: Description
ru: Описание

source: Entity icon
ru: Иконка объекта

source: Icon
ru: Иконка

source: Object
ru: Объект

source: Information
ru: Информация

source: Phone
ru: Телефон

source: Address
ru: Адрес

source: Generic entity properties
ru: Общие свойства объекта

source: Person's name
ru: Имя человека

source: Personal details
ru: Персональные данные

source: Legal entity properties
ru: Свойства юр. лиц

source: Legal entity contact person
ru: Контакное лицо

source: Legal entity details
ru: Реквизиты юр. лиц

source: Structure properties
ru: Свойства здания

source: Misc. entity properties
ru: Свойства объекта

source: Add new entity
ru: Добавить новый объект

source: Parent
ru: Предок

source: Identifier
ru: Идентификатор

source: State
ru: Состояние

source: Type
ru: Тип

source: Created
ru: Создан

source: Modified
ru: Изменён

source: Entity States
ru: Состояния объектов

source: Add new entity state
ru: Добавить новое состояние объектов

source: Entity Flags
ru: Флаги объектов

source: Add new entity flag type
ru: Добавить новый тип флагов объектов

source: Entity
ru: Объект

source: Addresses
ru: Адреса

source: Add new address
ru: Добавить новый адрес

source: Primary
ru: Основной

source: House
ru: Дом

source: Entr.
ru: Пд.

source: Floor
ru: Этаж

source: Flat
ru: Квартира

source: Entry Code
ru: Код домофона

source: Postal Code
ru: Почтовый индекс

source: entr.
ru: пд.

source: fl.
ru: эт.

source: app.
ru: кв.

source: Phones
ru: Телефоны

source: Add new phone
ru: Добавить новый номер

source: Number
ru: Номер

source: Files
ru: Файлы

source: Attach file
ru: Связать файл

source: File
ru: Файл

source: Comments
ru: Комментарии

source: Time
ru: Время

source: User
ru: Сотрудник

source: Obsolete
ru: Устар.

source: Text
ru: Текст

source: Entity Communications
ru: Контакты

source: Add new communication channel
ru: Добавить новый контакт

source: Male
ru: Мужской

source: Female
ru: Женский

source: Other
ru: Другое

source: Not applicable
ru: Не применимо

source: Add new individual
ru: Добавить новое физ. лицо

source: Contract
ru: Договор

source: Family Name
ru: Фамилия

source: Given Name
ru: Имя

source: Middle Name
ru: Отчество

source: Gender
ru: Пол

source: DoB
ru: Дата рождения

source: Pass. Series
ru: Серия паспорта

source: Pass. Number
ru: Номер паспорта

source: Pass. Issued By
ru: Кем выдан паспорт

source: Pass. Issue Date
ru: Дата выдачи паспорта

source: Add new legal entity
ru: Добавить новое юр. лицо

source: Title
ru: Должность

source: Legal Addr.
ru: Юр. адрес

source: Taxpayer ID
ru: ИНН

source: Tax Code
ru: КПП

source: Bank ID
ru: БИК

source: Acc. #
ru: Расчётный счёт

source: C./acc. #
ru: Корр. счёт

source: Bank
ru: Банк

source: Add new structure
ru: Добавить новое здание

source: Add new miscellaneous entity
ru: Добавить новый объект

source: Children
ru: Потомки

source: Communications
ru: Контакты

source: History
ru: История

source: This entity requires a parent.
ru: Для данного объекта необходим родительский объект.

source: This entity can't have children.
ru: Этот объект не поддерживает создание потомков.
