Repository: nikitos/npui
Catalog: netprofile_paidservices/netprofile_paidservices/locale/*/LC_MESSAGES/netprofile_paidservices.po
Languages: ru

source: Menu: Paid services
ru: Меню: Платные услуги

source: Paid Services: List
ru: Платные услуги: Просмотр

source: Paid Services: Create
ru: Платные услуги: Создание

source: Paid Services: Edit
ru: Платные услуги: Правка

source: Paid Services: Delete
ru: Платные услуги: Удаление

source: Paid Services: Create types
ru: Платные услуги: Создание типов

source: Paid Services: Edit types
ru: Платные услуги: Правка типов

source: Paid Services: Delete types
ru: Платные услуги: Удаление типов

source: Paid Services
ru: Платные услуги

source: Independent
ru: Независимая

source: Linked
ru: Связанная

source: One Time
ru: Одноразовая

source: Add new type
ru: Добавить новый тип

source: Name
ru: Название

source: Initial Payment
ru: Начальный платёж

source: Quota Payment
ru: Абонентская плата

source: Type
ru: Тип

source: Pay Order
ru: Порядок списания

source: Skipped Periods
ru: Пропущенные периоды

source: Quota Period Amount
ru: Расчётный период

source: Quota Period Unit
ru: Ед. измерения расчётного периода

source: Callback Before Charging
ru: Обратный вызов перед списанием

source: Callback on Success
ru: Обратный вызов после списания

source: Callback on Failure
ru: Обратный вызов при невозможности списания

source: Callback on Linked Rate
ru: Обратный вызов для связанного тарифа

source: Description
ru: Описание

source: Entity
ru: Объект

source: Access Entity
ru: Учётная запись

source: Host
ru: Хост

source: Stash
ru: Счёт

source: Active
ru: Активна

source: Ends
ru: Заканчивается

source: Services
ru: Услуги

source: Inactive
ru: Неактивна

source: Unpaid
ru: Неоплачена

source: Paid Till
ru: Оплачена до
