Repository: nikitos/npui
Catalog: netprofile_hosts/netprofile_hosts/locale/*/LC_MESSAGES/netprofile_hosts.po
Languages: ru

source: Menu: Hosts
ru: Меню: Хосты

source: Hosts: List
ru: Хосты: Просмотр

source: Hosts: Create
ru: Хосты: Создание

source: Hosts: Edit
ru: Хосты: Правка

source: Hosts: Delete
ru: Хосты: Удаление

source: Hosts: Create groups
ru: Хосты: Создание групп

source: Hosts: Edit groups
ru: Хосты: Правка групп

source: Hosts: Delete groups
ru: Хосты: Удаление групп

source: Menu: Services
ru: Меню: Сервисы

source: Services: List
ru: Сервисы: Просмотр

source: Services: Create
ru: Сервисы: Создание

source: Services: Edit
ru: Сервисы: Правка

source: Services: Delete
ru: Сервисы: Удаление

source: Services: Create types
ru: Сервисы: Создание типов

source: Services: Edit types
ru: Сервисы: Правка типов

source: Services: Delete types
ru: Сервисы: Удаление типов

source: Hosts
ru: Хосты

source: Symbolic
ru: Символический

source: Numeric
ru: Адресный

source: Name
ru: Название

source: New host data
ru: Данные нового хоста

source: New host details
ru: Детали нового хоста

source: Add new host
ru: Добавить новый хост

source: Group
ru: Группа

source: Entity
ru: Объект

source: Domain
ru: Домен

source: Aliased
ru: Псевдоним

source: Alias Type
ru: Тип псевдонима

source: Created
ru: Создан

source: Modified
ru: Изменен

source: Description
ru: Описание

source: Host Groups
ru: Группы хостов

source: Add new host group
ru: Добавить новую группу

source: Public
ru: Публичная

source: IPv4 Start Offset
ru: Начальное смещение IPv4

source: IPv4 End Offset
ru: Конечное смещение IPv4

source: IPv6 Start Offset
ru: Начальное смещение IPv6

source: IPv6 End Offset
ru: Конечное смещение IPv6

source: Unique Hardware Address
ru: Проверка уникальности оборудования

source: DHCP
ru: DHCP-сервер

source: Banning System
ru: Использовать болкировки

source: None
ru: Отсутствует

source: Service Types
ru: Типы сервисов

source: Add new service type
ru: Добавить новый тип сервисов

source: Abbrev.
ru: Сокр.

source: Protocol
ru: Протокол

source: Start Port
ru: Начальный порт

source: End Port
ru: Конечный порт

source: Aliases
ru: Псеводнимы

source: Add new service
ru: Добавить новый сервис

source: Host
ru: Хост

source: Type
ru: Тип

source: Priority
ru: Приоритет

source: Weight
ru: Вес

source: Visibility
ru: Видимость

source: Services
ru: Сервисы

source: Add new domain service
ru: Добавить новую доменную службу
