Repository: nikitos/npui
Catalog: netprofile_tickets/netprofile_tickets/locale/*/LC_MESSAGES/netprofile_tickets.po
Languages: ru

source: Menu: Tickets
ru: Меню: Задачи

source: Administrative: Tickets
ru: Администрирование: Задачи

source: Tickets: List
ru: Задачи: Просмотр

source: Tickets: List archived
ru: Задачи: Просмотр архивных

source: Tickets: Create
ru: Задачи: Создание

source: Tickets: Update
ru: Задачи: Обновление

source: Tickets: Comment
ru: Задачи: Комментирование

source: Tickets: Archival
ru: Задачи: Архивирование

source: Tickets: Direct access
ru: Задачи: Прямой доступ

source: Tickets: List assigned to user
ru: Задачи: Просмотр своих

source: Tickets: List assigned to group
ru: Задачи: Просмотр в своей группе

source: Tickets: Change date
ru: Задачи: Изменение даты

source: Tickets: Change assigned user
ru: Задачи: Изменение персональных назначений

source: Tickets: Change assigned group
ru: Задачи: Изменение групповых назначений

source: Tickets: Change state
ru: Задачи: Изменение состояния

source: Tickets: Change flags
ru: Задачи: Изменение флагов

source: Tickets: Change entity
ru: Задачи: Изменение объекта

source: Tickets: Edit dependencies
ru: Задачи: Правка зависимостей

source: Files: Attach to tickets
ru: Файлы: Присоединение к задачам

source: Tickets: Create states
ru: Задачи: Создание состояний

source: Tickets: Edit states
ru: Задачи: Правка состояний

source: Tickets: Delete states
ru: Задачи: Удаление состояний

source: Tickets: Create flag types
ru: Задачи: Создание типов флагов

source: Tickets: Edit flag types
ru: Задачи: Правка типов флагов

source: Tickets: Delete flag types
ru: Задачи: Удаление типов флагов

source: Tickets: Create origins
ru: Задачи: Создание источников

source: Tickets: Edit origins
ru: Задачи: Правка источников

source: Tickets: Delete origins
ru: Задачи: Удаление источников

source: Tickets: Create transitions
ru: Задачи: Создание переходов

source: Tickets: Edit transitions
ru: Задачи: Правка переходов

source: Tickets: Delete transitions
ru: Задачи: Удаление переходов

source: Tickets: Create templates
ru: Задачи: Создание шаблонов

source: Tickets: Edit templates
ru: Задачи: Правка шаблонов

source: Tickets: Delete templates
ru: Задачи: Удаление шаблонов

source: Tickets: Create schedules
ru: Задачи: Создание расписаний

source: Tickets: Edit schedules
ru: Задачи: Правка расписаний

source: Tickets: Delete schedules
ru: Задачи: Удаление расписаний

source: Tickets: List subscriptions
ru: Задачи: Просмотр подписок

source: Tickets: Create subscriptions
ru: Задачи: Создание подписок

source: Tickets: Edit subscriptions
ru: Задачи: Правка подписок

source: Tickets: Delete subscriptions
ru: Задачи: Удаление подписок

source: Operator
ru: Оператор

source: Added manually via an administrative UI.
ru: Добавлена вручную через АРМ оператора.

source: Via site
ru: С сайта

source: Added via client portal.
ru: Добавлена через клиентский портал.

source: Via e-mail
ru: По e-mail

source: Added via incoming e-mail message.
ru: Добавлена входящим сообщением e-mail.

source: Via voicemail
ru: По голосовой почте

source: Added via incoming voicemail message.
ru: Добавлена входящим сообщением голосовой почты.

source: User
ru: Сотрудник

source: Group
ru: Группа

source: Time
ru: Время

source: Archived
ru: В архиве

source: Entity
ru: Объект

source: Subscribe to user by default
ru: Всегда подписывать сотрудника

source: Subscribe this user to all new tickets.
ru: Выбранный сотрудник будет отслеживать все задачи.

source: Subscribe to group by default
ru: Всегда подписывать группу

source: Subscribe this group to all new tickets.
ru: Выбранная группа будет отслеживать все задачи.

source: Subscriptions
ru: Подписки

source: Default subscriptions for tickets.
ru: Отслеживание задач по умолчанию.

source: Subscribe to created
ru: Подписываться на созданные

source: Subscribe to created tickets by default.
ru: Отслеживать создаваемые задачи по умолчанию.

source: Subscribe to updated
ru: Подписываться на изменённые

source: Subscribe to tickets by default when updating them.
ru: Отслеживать изменяемые задачи по умолчанию.

source: Ticket subscription settings.
ru: Настройки отслеживания задач.

source: Tickets
ru: Задачи

source: Ticket Origins
ru: Источники задач

source: Add new ticket origin
ru: Добавить новый источник задач

source: Name
ru: Название

source: Description
ru: Описание

source: Ticket States
ru: Состояния задач

source: Add new ticket state
ru: Добавить новое состояние задач

source: Title
ru: Заголовок

source: Subtitle
ru: Подзаголовок

source: Flow
ru: Порядок

source: Start
ru: Начальное

source: End
ru: Конечное

source: Show to Clients
ru: Показывать клиентам

source: Duration
ru: Продолжительность

source: CSS class
ru: Класс CSS

source: Icon URL
ru: URL иконки

source: Ticket Transitions
ru: Переходы задач

source: Add new ticket transition
ru: Добавить новый переход

source: From
ru: Из

source: To
ru: В

source: Reassign To
ru: Переназначить на

source: Ticket Flags
ru: Флаги задач

source: Add new ticket flag type
ru: Добавить новый тип флагов задач

source: Ticket
ru: Задача

source: Type
ru: Тип

source: Files
ru: Файлы

source: Attach file
ru: Связать файл

source: File
ru: Файл

source: State
ru: Состояние

source: Track this ticket
ru: Отслеживать задачу

source: Template
ru: Шаблон

source: Schedule
ru: Запланировать

source: Add new ticket
ru: Добавить новую задачу

source: Add from template
ru: Добавить из шаблона

source: Origin
ru: Источник

source: Due
ru: Назначено

source: Show to Client
ru: Показывать клиенту

source: Created
ru: Создано

source: Modified
ru: Изменено

source: Transition
ru: Переход

source: Ticket #%d Created: %s
ru: Задача №%d создана: %s

source: Templates
ru: Шаблоны

source: Add new template
ru: Добавить новый шаблон

source: Name Template
ru: Шаблон названия

source: Description Template
ru: Шаблон описания

source: Assign to Self
ru: Назначить на автора

source: Assign to My Group
ru: Назначить на группу автора

source: Assign to User
ru: Назначить на сотрудника

source: Assign to Group
ru: Назначить на группу

source: Scheduler
ru: Планировщик

source: Creation Callback
ru: Обратный вызов при создании

source: Change Fields
ru: Поля типов изменений

source: Add new change field
ru: Добавить новое поле типов изменений

source: Changes
ru: Изменения

source: Information
ru: Информация

source: From Client
ru: От клиента

source: Comments
ru: Комментарии

source: Ticket #%d Changed: %s
ru: Задача №%d изменена: %s

source: Ticket #%d: change #%d
ru: Задача №%d, изменение №%d

source: Change Bits
ru: Элементы изменений

source: Change
ru: Изменение

source: Field
ru: Поле

source: Old
ru: Было

source: New
ru: Стало

source: Unarchived
ru: Разархивировано

source: Schedulers
ru: Планировщики

source: Add new scheduling preset
ru: Добавить новую настройку планировщика

source: Max. Simultaneous per User
ru: Макс. одновременных для сотрудника

source: Max. Simultaneous per Group
ru: Макс. одновременных для группы

source: Force Duration
ru: Замещение продолжительности

source: Start Hour
ru: Начальный час

source: End Hour
ru: Конечный час

source: Weekdays
ru: Дни недели

source: Ticket Spacing
ru: Расстояние между задачами

source: Scheduler Assignments for Users
ru: Назначения планировщиков сотрудникам

source: Add new scheduling assignment
ru: Назначить планировщик

source: Scheduler Assignments for Groups
ru: Назначения планировщиков группам

source: Flag Bits
ru: Элементы флагов

source: Flag
ru: Флаг

source: Dependencies
ru: Зависимости

source: Parent
ru: Родитель

source: Child
ru: Потомок

source: Address
ru: Адрес

source: Add new ticket subscription
ru: Добавить новую подписку

source: On Change
ru: При изменениях

source: On Transition
ru: При переходе

source: On Close
ru: При закрытии

source: Issuer
ru: Автор

source: State Subscriptions
ru: Подписки на состояния

source: Add new state subscription
ru: Добавить новую подписку на состояние

source: History
ru: История

source: Update
ru: Обновить

source: Dependent
ru: Зависимости

source: No changes
ru: Без изменений

source: Do not change ticket state.
ru: Не менять состояние задачи.

source: Update ticket
ru: Обновить задачу

source: Issues
ru: Задачи

source: Ticket updated
ru: Задача обновлена

source: New ticket created
ru: Создана новая задача

source: Issues view is disabled
ru: Просмотр задач выключен

source: Invalid issue type
ru: Неверный тип задачи

source: New issue successfully created
ru: Новая задача была успешно создана

source: My Issues
ru: Мои задачи

source: New Issue
ru: Новая задача

source: This ticket is archived. You can't append to it.
ru: Эта задача находится в архиве. Вы не можете её изменять.

source: Your comment was successfully appended to the issue
ru: Ваш комментарий был успешно добавлен к задаче

source: View Issue #%d
ru: Просмотр задачи №%d

source: Append Comment to Issue #%d
ru: Комментарий к задаче №%d

source: Begin
ru: Начать

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

source: Error
ru: Ошибка

source: Processing…
ru: Обработка…

source: Add Comment to Issue
ru: Добавить комментарий к задаче

source: Filed:
ru: Создана:

source: Assigned:
ru: Назначено

source: State:
ru: Состояние:

source: New Comment
ru: Новый комментарий

source: Text
ru: Текст

source: Enter your additional comment text
ru: Введите текст вашего комментария

source: This field is required
ru: Это поле обязательно нужно заполнить

source: Fields marked with this symbol are required.
ru: Поля, отмеченные этим символом, необходимо заполнить.

source: Add your comment to issue
ru: Добавить комментарий к задаче

source: Append Comment
ru: Добавить комментарий

source: Please describe your issue in the form below.
ru: Пожалуйста опишите вашу задачу в форме ниже.

source: Issue Details
ru: Подробности

source: Enter a short issue description
ru: Введите короткое описание задачи

source: This field is too long
ru: Текст в этом поле слишком длинный

source: Choose your issue type
ru: Выберите тип этой задачи

source: Enter an optional longer issue description
ru: В это поле вы можете ввести (необязательное) более длинное описание задачи

source: Send me updates
ru: Присылать мне обновления

source: Notify me when this issue has updates
ru: Присылать мне обновления этой задачи

source: Add New Issue
ru: Добавить новую задачу

source: In Archive
ru: В архиве

source: Issue History
ru: История изменений

source: Change by %s
ru: Изменено %s

source: My Comment
ru: Мой комментарий

source: No additional comments.
ru: Комментарии отсутствуют.

source: Attached Files
ru: Приложенные файлы

source: Attach a file to issue
ru: Приложить файл к задаче

source: Attach File
ru: Приложить файл

source: Start file upload
ru: Начать загрузку файлов

source: Start Upload
ru: Начать загрузку

source: Cancel upload in progress
ru: Отменить загрузку файлов

source: Cancel Upload
ru: Отменить загрузку

source: Remove already added files
ru: Удалить уже загруженные файлы

source: Please keep ticket ID in the subject when replying.
ru: Пожалуйста сохраняйте идентификатор задачи в заголовке при переписке.
