Repository: nikitos/npui
Catalog: netprofile_networks/netprofile_networks/locale/*/LC_MESSAGES/netprofile_networks.po
Languages: ru

source: Menu: Networks
ru: Меню: Сети

source: Networks: List
ru: Сети: Просмотр

source: Networks: Create
ru: Сети: Создание

source: Networks: Edit
ru: Сети: Правка

source: Networks: Delete
ru: Сети: Удаление

source: Networks: Create groups
ru: Сети: Создание групп

source: Networks: Edit groups
ru: Сети: Правка шрупп

source: Networks: Delete groups
ru: Сети: Удаление групп

source: Networks: Create service types
ru: Сети: Создание типов служб

source: Networks: Edit service types
ru: Сети: Правка типов служб

source: Networks: Delete service types
ru: Сети: Удаление типов служб

source: Name Server
ru: Сервер имён DNS

source: WINS Server
ru: Сервер имён WINS

source: NTP Server
ru: Служба времени

source: Gateway
ru: Шлюз

source: SLP DA Server
ru: Сервер SLP DA

source: DNSv6 Server
ru: Сервер имён DNSv6

source: Networks
ru: Сети

source: State
ru: Состояние

source: Add new network
ru: Добавить новую сеть

source: Name
ru: Название

source: Domain
ru: Домен

source: Group
ru: Группа

source: Management Device
ru: Управляющее устройство

source: Enabled
ru: Включена

source: Public
ru: Публичная

source: IPv4 Address
ru: Адрес IPv4

source: IPv6 Address
ru: Адрес IPv6

source: IPv4 Netmask
ru: Маска IPv4

source: IPv6 Netmask
ru: Маска IPv6

source: Routing Table
ru: Таблица маршрутизации

source: Start of IPv4 Guest Allocation Area
ru: Начало области выделения гостевых адресов IPv4

source: End of IPv4 Guest Allocation Area
ru: Конец области выделения гостевых адресов IPv4

source: Start of IPv6 Guest Allocation Area
ru: Начало области выделения гостевых адресов IPv6

source: End of IPv6 Guest Allocation Area
ru: Конец области выделения гостевых адресов IPv6

source: Description
ru: Описание

source: Groups
ru: Группы

source: Add new network group
ru: Добавить новую группу сетей

source: Services
ru: Службы

source: Add new network service type
ru: Добавить новый тип сетевых служб

source: Unique
ru: Уникальная

source: Add new network service
ru: Добавить новую сетевую службу

source: Network
ru: Сеть

source: Host
ru: Хост

source: Type
ru: Тип

source: Routing Tables
ru: Таблицы маршрутизации

source: Add new routing table
ru: Добавить новую таблицу маршрутизации

source: Routing Table Entries
ru: Элементы таблицы маршрутизации

source: Add new IPv4 routing table entry
ru: Добавить новый элемент таблицы маршрутизации IPv4

source: Table
ru: Таблица

source: Netmask
ru: Маска

source: Next Hop
ru: Направление

source: Entries
ru: Элементы
